//==========================================
//
//ゲームプログラム[game.cpp]
//Author:石原颯馬
//
//==========================================
#include "..\..\Core\Main\main.h"
#include "game.h"
#include "..\..\Core\File\file.h"
#include "..\..\Core\Input\input.h"
#include "..\..\3D\Camera\cCamera.h"

//========================
//初期化処理
//========================
void InitGame(void)
{

}

//========================
//終了処理
//========================
void UninitGame(void)
{
	
}

//========================
//更新処理
//========================
void UpdateGame(void)
{
	
}

//========================
//描画処理
//========================
void DrawGame(void)
{
	
}