//==========================================
//
//ゲームプログラム[game.cpp]
//Author:石原颯馬
//
//==========================================
#include "main.h"
#include "game.h"
#include "file.h"
#include "input.h"
#include "camera.h"

//========================
//初期化処理
//========================
void InitGame(void)
{

}

//========================
//終了処理
//========================
void UninitGame(void)
{
	
}

//========================
//更新処理
//========================
void UpdateGame(void)
{
	
}

//========================
//描画処理
//========================
void DrawGame(void)
{
	
}